Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# aboutAppearance
source: About appearance settings
da: Om indstillinger for udseende
de: Über Erscheinungsbild-Einstellungen
es: Acerca de los ajustes de apariencia
fr: À propos des réglages d’apparence
it: Informazioni sulle impostazioni aspetto
ja: 外観設定について
nb: Om innstillinger for utseende
nl: Over weergave-instellingen
pl: O ustawieniach wyglądu
pt: Sobre configurações de aparência
sv: Om inställningar för utseende
zh_hans: 关于外观设置

# aboutCache
source: About cache settings
da: Om cacheindstillinger
de: Über Cache-Einstellungen
es: Acerca de los ajustes de caché
fr: À propos des réglages du cache
it: Informazioni sulle impostazioni della cache
ja: キャッシュ設定について
nb: Om hurtiglagerinnstillinger
nl: Over cache-instellingen
pl: O ustawieniach pamięci podręcznej
pt: Sobre configurações de cache
sv: Om cacheinställningar
zh_hans: 关于缓存设置

# aboutCacheBody
source: Speaker cache stores your room layout for instant startup. Artwork cache stores album art for faster browsing. Both rebuild automatically when cleared.
da: Højttaler-cachen gemmer din rumopsætning for øjeblikkelig start. Omslags-cachen gemmer albumomslag til hurtigere gennemsyn. Begge genopbygges automatisk efter rydning.
de: Der Lautsprecher-Cache speichert deine Raumaufteilung für sofortigen Start. Der Cover-Cache speichert Albumcover für schnelleres Durchsuchen. Beide werden automatisch neu aufgebaut, wenn sie geleert werden.
es: El caché de altavoces guarda la disposición de habitaciones para arranque instantáneo. El caché de portadas guarda las portadas para una navegación más rápida. Ambos se reconstruyen automáticamente al vaciarse.
fr: Le cache des enceintes stocke la disposition des pièces pour un démarrage instantané. Le cache des pochettes stocke les pochettes d’album pour une navigation plus rapide. Les deux se reconstruisent automatiquement après effacement.
it: La cache altoparlanti memorizza la disposizione delle stanze per avvio istantaneo. La cache copertine memorizza le copertine per navigare più veloce. Entrambe si ricostruiscono automaticamente dopo la cancellazione.
ja: スピーカーキャッシュは即座の起動のために部屋レイアウトを保存します。アートワークキャッシュは高速なブラウズのためにアルバムアートを保存します。クリア後、どちらも自動的に再構築されます。
nb: Høyttalerbufferen lagrer romoppsett for umiddelbar oppstart. Omslagsbufferen lagrer albumomslag for raskere bla. Begge bygges om automatisk når de slettes.
nl: Luidsprekercache slaat je kameropstelling op voor instant opstart. Hoescache slaat albumhoezen op voor sneller bladeren. Beide worden na wissen automatisch opnieuw opgebouwd.
pl: Bufor głośników przechowuje układ pokoi dla natychmiastowego uruchomienia. Bufor okładek przechowuje okładki albumów dla szybszego przeglądania. Oba są odbudowywane automatycznie po wyczyszczeniu.
pt: O cache de alto-falantes guarda o layout das salas para início instantâneo. O cache de capas armazena capas para navegação mais rápida. Ambos são recriados automaticamente após limpeza.
sv: Högtalarcachen lagrar rumsuppsättningen för omedelbar start. Omslagscachen lagrar albumomslag för snabbare bläddring. Båda byggs om automatiskt efter rensning.
zh_hans: 音箱缓存存储房间布局以便立即启动。封面缓存存储专辑封面以加快浏览。清除后两者都会自动重建。

source: About Choragus
da: Om Choragus
de: Über Choragus
es: Acerca de Choragus
fr: À propos de Choragus
it: Informazioni su Choragus
ja: Choragus について
nb: Om Choragus
nl: Over Choragus
pl: O aplikacji Choragus
pt: Sobre o Choragus
sv: Om Choragus
zh_hans: 关于 Choragus

# aboutNetwork
source: About network settings
da: Om netværksindstillinger
de: Über Netzwerk-Einstellungen
es: Acerca de los ajustes de red
fr: À propos des réglages réseau
it: Informazioni sulle impostazioni di rete
ja: ネットワーク設定について
nb: Om nettverksinnstillinger
nl: Over netwerkinstellingen
pl: O ustawieniach sieci
pt: Sobre configurações de rede
sv: Om nätverksinställningar
zh_hans: 关于网络设置
